src/app/controllers/attendances_controller.rb

SELECT `attendances`.* FROM `attendances` ORDER BY `attendances`.`created_at` DESC
---
  def index
    @attendances = Attendance.all.order(created_at: :desc)